const title = [
  '前端工程师',
  '后端工程师',
  '运维工程师',
  '全栈工程师',
  '小程序开发',
  '产品经理',
  '产品助理',
  '算法工程师',
  '视觉工程师',
  '前端经理',
  '区块链工程师'
]

const money = [
  '面议',
  '5k以下',
  '5-10k',
  '10-15k',
  '15k-25',
  '25-40k',
  '40k以上'
]

const time = ['不限', '1年以下', '1-3年', '3-5年', '5-10年', '10年以上']

const area = [
  '深圳',
  '北京',
  '上海',
  '广州',
  '杭州',
  '成都',
  '佛山',
  '新丰',
  '西安'
]

const company = [
  '腾讯科技',
  '阿里巴巴',
  '百度科技',
  '字节跳动',
  'Coding',
  '莱尔托特',
  '丽珠医药',
  '联龙博通',
  '盈通数据',
  '华为通信'
]

const education = ['不限', '大专以下', '大专', '本科', '硕士', '博士']

const scale = [
  '不限',
  '未融资',
  '不需要融资',
  '天使轮',
  'A轮',
  'B轮',
  'C轮',
  'D轮',
  '已上市'
]

const hr = [
  '陈先生',
  '孙老师',
  '吕大爷',
  '小罗',
  '马总',
  '特总',
  '万教授',
  'Neigevoir'
]

module.exports = {
  title,
  money,
  time,
  area,
  company,
  education,
  scale,
  hr
}
